const BASE_LOC=[
  {region:"الرياض",govs:[
    {name:"الرياض",centers:["عرقة","الحاير","هيت","العماجية","لبن","بنبان","العزة بالحائر","دبيان"]},
    {name:"الدرعية",centers:["العيينه والجبيله","سدوس","العمارية","بوضه","سلطانه","حزوى"]},
    {name:"الخرج",centers:["الهياثم","السلمية","اليمامة","الوسيطاء","الرفيعة","الرفايع","البديعة","سميح","الناصفة","بدع ابن عرفج","السهباء","مقبولة","البديع","الشكرة","التوضحية","البره","الشديدة","الفيحاء","العزيزية","الشمال","النايفية"]},
    {name:"الدوادمي",centers:["ساجر","نفي","عروى","الجمش","القاعية","ماسل","رفائع الجمش","عرجاء","الحفيرة","خف","مصده","ارطاوي حليت","القرارة","أبو جلال","كبشان","عسيلة","شبيرمة","أوضاخ","منيفة جلوي","الأرطاوي الجديد","جهام","زخام","أم سليم بالسر","الدمثي","عريفجان","الشعراء","البجادية","السر","الأرطاوي","حاضرة نفي","السكران","القرين","البرود","الأثلة","أفقره","الرشاوية","عين القنور","مغيراء","العقلة","العبل","الحيد","ارطاوي الحماميد","بدائع ابن نجم","الفقارة","الحفنة","علياء","الشفلحية","مشرفة نفي","منية","العاذرية","الخالدية","خريمان","عشيران","المستجدة","المطاوي","النبوان","فيضة المفص","الودي","عريبدة","عواضة","عصام","عنز","أم رضمة","جفناء","حديجة","سرورة","نجخ","مغيب","عين الصوينع","ارطاوي الرقاص","عصماء","أم زموع","جفن","الخفيفية","اونيلان بالسر","عشيرة المخامر","البراحة","العلوه","الظلماوي","أبو ركب","الصالحية","الوطاة","عسيلة الوسطى","العازمية"]},
    {name:"المجمعة",centers:["حوطه سدير","جلاجل","روضة سدير","الأرطاوية","تمير","حرمه","الفروثي","جراب","أم الجماجم","القاعية بسدير","أم رجوم","عودة سدير","مشاش عوض","العطار","الجنوبية بسدير","عشيرة سدير","التويم","الخيس","الحصون","العمار بسدير","الرويضة بسدير","الداخلة","الخطامة","مبايض","الجنيفي","المعشبه","الحاير بسدير","وشي","الحفص","بويضة بسدير","الشعب","مهدة","حويمية","البرزة","الشحمة","أم سدرة","أم سديرة","مشذوبة"]},
    {name:"القويعية",centers:["الخاصرة","الرويضه بالعرض","سنام","الحرملية","الرفايع","حلبان","الفويلق","مزعل","الخروعيه","صبحاء","أم سريحه","روضة الشيابين","بدائع العصمه","المليحاء","أم نخله","الخنبقية","طمي","البدع بسنام","صبحاء الشعيب","لجعه","تبراك والجله","الفهيدات","الخرائق بحلبان","نخيلان","حجيلاء","محيرقه","وادي عصيل","حلاة الجله","تبراك","وادي الخنقه","قنيفذه","الجفاره","جزالا","الامار","جزيل","دسمان","الخروعية القديمه","الفويلق الشمالي","الخاصرة القديمة","الخالدية","الجلة القديم","المديفع","أم جدير","الجله الجنوبي","الجلة الشمالي","العدامة","الجله","فيضة أعبلية","صبحاء القديمة"]},
    {name:"وادي الدواسر",centers:["الخماسين","آل معدي","الصالحية","كمدة","آل أبوسباع","القويز","الولامين","آل وثيلة","الحرارشة","آل بريك","آل براز","الزويراء","الشرافاء","الفايزية","النويعمة","الفاو","الضيرين","المخاريم","الطوال","اللدام","نزوى","المعتلاء","الخماسين الشمالي","الحناتيش","آل عريمة","آل راشد","المعتلا القديم","آل عويمر","المصارير","مقابل","الريان","المعيذر الجنوبي","صبحاء بالولامين الجنوبي","بهجه","صيحه","العسيلة","بلثقاء","طويق","الثمامية","النميص","الحزم","الحمره"]},
    {name:"الأفلاج",centers:["الهدار","الحمر","البديع الشمالي","البديع الجنوبي","السيح الشمالي","حراضه","واسط","السيح الجنوبي","رفاع السيح الشمالي","ستاره","الغيل","الروضه","الصغو","العمار","السيج","مروان","سويدان","قصر القاسم","الهدار الجنوبي","الوداعين","وسيله","الخرفه","الخالدية","الفيصليه","العجلية","الصالحية","الهمجة"]},
    {name:"الزلفي",centers:["علقه","سمنان","الثويرات","الحمودية","الروضه","البعيثه","المستوي"]},
    {name:"شقراء",centers:["القصب","أشيقر","الجريفه","الوقف","الصوح","الحريق بالوشم","بادية الداهنه","حاضرة الداهنة","غسله","المشاش","الفرعه بالوشم"]},
    {name:"حوطة بني تميم",centers:["الحلوة","العطيان","القبابنة","وادي برك","الحيانية","القويع","مصده","آل بريك","الفرشة"]},
    {name:"عفيف",centers:["الحوميات","الجمانية","ابرقية","عبلاء","أم ارطاء","بدائع العضيان","الخضاره","الأشعرية","الحنايج","المردمة","اللنسيات","الصقرة","محاماة بن زريبة","المكلاة","وبرة","البحرة","المعلق","محاماة ابن مصوي","الشواطن","أبو عشرة","الجثوم","بطاحة","الكفية","روضة عسعس","فيضة نومان","دارة المردمة","العسيبي","الصفوية","المنصورة","أم سرحه","الحمادة"]},
    {name:"السليل",centers:["تمرة","أم العلقاء","آل حنيش","آل محمد","ريداء","خيران","فوار العريقات","آل هميل","آل حجي","آل خليف","الشيدية","الدواسية","الخالدية"]},
    {name:"ضرما",centers:["قصور آل مقبل","جو","الغزيز","السيباني","الجافورة","البدائع","العليا"]},
    {name:"المزاحمية",centers:["البخراء","الجفير","الحويرة بنساح","حفيرة نساح","آل حفيان","المشاعلة","الفيصلية","الزبائر","اللقف","الصدر الأعلى"]},
    {name:"رماح",centers:["أبوثنين","شويه","الرمحية","العيطلية","حفر العتش","العمانية","بني عامر","الفراج","الصملة","آل عوجان","المزيرع","آل علي","الزيالانه","الحفنه","الشلاش","آل غرير","المجفلية","آل بليدان","سعد","الأزمع","الباني","العلا","الفيحانية","الطيري"]},
    {name:"ثادق",centers:["رغبة","البير","الحسي","الصفرات","رويضة السهول","مشاش السهول","رويغب","دبيجة","الخاتلة"]},
    {name:"حريملاء",centers:["ملهم","صلبوخ","البره","القرينة","العويند","غيانة","دقلة","البويردة"]},
    {name:"الحريق",centers:["نعام","المفيجر","أبو رمل","الربواء"]},
    {name:"الغاط",centers:["مليح","أبا الصلابيخ","العبدلية"]},
    {name:"مرات",centers:["ثرمداء","أثيثيه","لبخه","حويته"]},
    {name:"الدلم",centers:["المحمدي","ماوان","أوثيلان","العين","الرغيب","نعجان","الضبيعة","الحزم","السلمانية"]},
    {name:"الرين",centers:["الرين الأعلى","الناصفة بالرين","البدائع بالرين","الرين القديم","عنان","العفج بالرين","العمق","الرجع بالرين","عبليه بالرين","الحصاة","قبيبان","المعيزيلة","المثناه بالرين","المجذمية","هجرة عشق","المليحه الطويلة","خيم الحصاة","الغريبية بالرين","عينينان","الحصاة القصوى","الفرعه بالرين","لجع","الرفايع بالرين","الرفاع بالرين","الهفهوف","حريملاء الحصاة","الربواء","الحلوة بالرين","الحجاجي","السحيمية","الرقمية","السيح","مويسل","الرواماء","المغزالية","جاحد","شلاح","حفاير الوهوهي","حفبرة صماخ","ذعيفان","حميمان","متعبة","الفوارة","أم سلم"]},
  ]},
];

export { BASE_LOC };
